Repository: ZoeHsieh/Easiprox_iOS
Catalog: E3AK/*.lproj/Localizable.strings
Languages: ar, de, es, fr, pt_br, tr

source: OPEN
ar: افتح
de: OFFEN
es: Abierto
fr: OUVERT
pt_br: ABERTO
tr: AÇIK

# DOOR CLOSED
source: LOCKED
ar: مغلق
de: GESPERRT
es: Bloqueado
fr: VERROUILLE
pt_br: PORTA FECHADA
tr: KİLİTLİ

# DOOR OPENED
source: UNLOCKED
ar: مفتوح
de: ENTSPERRT
es: Desbloqueado
fr: DEVERROUILLE
pt_br: PORTA ABERTA
tr: KİLİTLİ DEĞİL

source: Welcome
ar: مفتوح
de: Willkommen
es: Bienvenido
fr: Bienvenue
pt_br: BEM VINDO
tr: Hoşgeldiniz

source: Searching…
ar: جارى البحث
de: Am Durchsuchen …
es: Buscando…
fr: Recherche...
pt_br: PROCURANDO
tr: Aranıyor…

# AUTO_ENABLE_CONFLICT
source: Please disable 'AUTO' first!!
ar: يرجى تعطيل "AUTO" أولاً!
de: Bitte deaktivieren Sie zuerst 'AUTO'!
es: Por favor, desactive antes la opción "bloqueo automático"
fr: S'il vous plaît désactiver 'AUTO' d'abord!
pt_br: POR FAVOR, DESABILITE 'AUTO' PRIMEIRO!
tr: Lütfen önce 'OTOMATİK' seçeneğini devre dışı bırakın!!

# enroll_dialog_title
source: Login:
ar: تسجيل الدخول
de: Einloggen
es: Inicio de sesión
fr: Connexion:
tr: Oturum aç:

source: Open
ar: افتح
de: Offen
es: Abierto
pt_br: ABERTO
tr: Açık

# settings_device_vr
source: Firmware version
ar: نسخة
es: versión del firmware
pt_br: VERSÃO DO FIRMWARE
tr: Yazılım Sürümü

source: Next
ar: التالى
de: Weiter
es: Siguiente
fr: Suivant
pt_br: PRÓXIMO
tr: Sonraki

source: Skip
ar: تخطى
de: Überspringen
es: Omitir
fr: Passer
pt_br: SAIR
tr: Atla

source: Search result
ar: نتيجة البحث
de: Suchergebnis
es: Resultados de la búsqueda
fr: Résultat de Recherche
pt_br: RESULTADO ENCONTRADO
tr: Arama sonuçları

source: Please press "Next" to continue
ar: من فضلك اضغط "التالى" للاستمرار
de: Bitte drücken Sie "Weiter" um fortzufahren
es: Por favor, pulse "siguiente" para continuar
fr: S'il vous plaît appuyez sur "Suivant" pour continuer
pt_br: POR FAVOR, PRESSIONE "PRÓXIMO" PARA CONTINUAR
tr: Devam etmek için lütfen "SONRAKİ" tuşuna basın

source: Your ID
ar: اسم المستخدم
de: Ihre ID
es: Su nombre de usuario
fr: votre ID
pt_br: SEU USUÁRIO
tr: Kimliğiniz

# Password
source: Passcode
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de Passe
pt_br: SENHA
tr: Şifre

source: You can find default passcode from the manual. Please change your Admin passcode for security control.
ar: مكنك العثور على كلمة المرور الافتراضية من الدليل. الرجاء تغيير كلمة مرور المسؤول للتحكم في الأمان.
de: Sie finden das Standardpasswort im Handbuch. Bitte ändern Sie das Administratorpasswort zur Sicherheitskontrolle
es: Puede encontrar la contraseña predeterminada en el manual. Por favor, cambie la contraseña de la cuenta del Administrador por razones de seguridad
fr: Vous pouvez trouver le code d'accès par défaut à partir du manuel. Veuillez Vérifier
pt_br: VOCÊ PODE ENCONTRAR A SENHA PADRÃO NO MANUAL. POR FAVOR MUDE SUA SENHA DE ADMINISTRADOR PARA SUA SEGURANÇA.
tr: Varsayılan şifreyi kılavuzdan bulabilirsiniz. Güvenlik kontrolü için lütfen Yönetici şifrenizi değiştirin.

# There's no users, add now?
source: There's no user. Tap "Add" to add new users.
ar: لا يوجد مستخدم. اضغط على "إضافة" لإضافة مستخدمين جدد.
de: Kein Benutzer vorhanden. Drücken Sie "Hinzufügen" um neue Benutzer hinzuzufügen.
es: No se ha encontrado usuario. Pulse "Añadir" para crear nueva cuenta de usuario
fr: Il n'y a pas d'utilisateur. Appuyez sur "Ajouter" pour ajouter de nouveaux utilisateurs.
pt_br: NÃO EXISTE USUÁRIO. DIGITE ADICIONAR PARA INCLUIR NOVO USUÁRIO.
tr: Hiç kullanıcı yok. Yeni kullanıcılar eklemek için "EKLE" tuşuna basın.

source: Add
ar: اضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
pt_br: ADICIONAR
tr: Ekle

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
pt_br: CONFIRMAR
tr: Onaylama

source: Cancel
ar: الغاء
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: CANCELAR
tr: İptal

source: Please Choose
ar: من فضلك اختار
de: Bitte wählen
es: Por favor, haga su selección
fr: S'il vous plaît Choisissez
pt_br: POR FAVOR ESCOLHA
tr: Lütfen seçin

source: Auto
ar: تلقائى
de: Automatisch
es: Bloqueo automático
tr: Otomatik

source: Settings
ar: الاعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
pt_br: CONFIGURAÇÕES
tr: Ayarlar

# Enroll
source: Login
ar: تسجيل الدخول
de: Einloggen
es: Inicio de sesión
tr: Oturum aç:

source: Users
ar: المستخدمون
de: Benutzer
es: Usuarios
fr: Utilisateurs
pt_br: USUÁRIOS
tr: Kullanıcılar

# Activity History
source: Audit Trail
ar: سجل النشاطات
de: Protokoll
es: Registro de actividad
fr: Enregistrements
pt_br: AUDITORIA
tr: Etkinlik Geçmişi

# Backup
source: Backup Data
ar: نسخ إحتياطي للبيانات
de: Daten sichern
es: Realizar copia de seguridad de datos
fr: sauvegarde Des données
pt_br: BACKUP
tr: Veriyi yedekle

# Restore
source: Restore Backup
ar: استرجاع النسخة الاحتياطية
de: Daten wiederherstellen
es: Restaurar datos
fr: restauration Des données
pt_br: RESTAURAÇÃO DO BACKUP
tr: Yedeği geri yükle

source: Device Name
ar: اسم الجهاز
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
pt_br: NOME DO DISPOSITIVO
tr: Cihaz Adı

source: Door Sensor
ar: مستشعر للباب
de: Türsensor
es: Sensor de cierre
fr: Capteur de porte
pt_br: SENSOR DE PORTA
tr: Manyetik Kontak

# Door Lock Action
source: Lock Action
ar: قفل العمل
de: Sperraktion
es: Acción de bloqueo
fr: Verrouillage
pt_br: AÇÃO DA FECHADURA
tr: Kilitleme Eylemi

# Use Re-lock Time
source: Door Re-lock Time
ar: وقت اعادةغلق الباب
de: Türentsperrzeit
es: Tiempo de rebloqueo
fr: Temps de re verrouillage
pt_br: TEMPO DE TRAVAMENTO
tr: Kapı Yeniden Kilitlenme Süresi

source: Door Always Unlocked
ar: الباب مفتوح دائما
de: Tür ständig entsperrt
es: Siempre desbloqueado
fr: Porte toujours déverrouillée
pt_br: PORTA SEMPRE ABERTA
tr: Kapı Daima Kilitli Değil

source: Door Always Locked
ar: الباب مغلق دائما
de: Tür ständig gesperrt
es: Siempre bloqueado
fr: Porte toujours verrouillée
pt_br: PORTA SEMPRE FECHADA
tr: Kapı Daima Kilitli

# Tamper Sensor
source: Tamper Alarm
ar: انذار العبث
de: Tür ständig gesperrt
es: Alarma por manipulación
fr: Tamper d’ Alarme
pt_br: ALARME DE TAMPER
tr: Sabotaj Alarmı

source: Tamper Sensor Level
ar: مستوى انذار العبث
de: Manipulations-Sensorstufe
es: Nivel del sensor de manipulación
fr: Niveau du capteur de Tamper
pt_br: SENSOR DE TAMPER
tr: Sabotaj Sensörü Seviyesi

source: Proximity Read Range
ar: مدى دقة القراءة
de: Proximity Lesebereich
es: Rango de proximidad de lectura
fr: Rayon de lecture de De proximity
pt_br: ALCANCE DE LEITURA
tr: Proximity Okuma Mesafesi

source: Door Re-lock Time
ar: وقت اعادة غلق الباب
de: Türentsperrzeit
es: Tiempo de rebloqueo
fr: Temps de verrouillage de la porte
pt_br: TEMPO DE TRAVAMENTO DA PORTA
tr: Kapı Yeniden Kilitlenme Süresi

source: Sec.
ar: ثانية
de: Sek.
es: Segundo
fr: secondes.
pt_br: SEGUNDOS
tr: Saniye

source: Please choose
ar: من فضلك اختار
de: Bitte wählen
es: Por favor, seleccione a continuación
fr: S'il vous plaît choisir
pt_br: POR FAVOR ESCOLHA
tr: Lütfen seçin

source: Can't find device
ar: لا نستطيع ايجاد الجهاز
de: Gerät nicht gefunden
es: No se ha podido encontrar el dispositivo
fr: Ne trouve pas d'appareil
pt_br: NÃO FOI POSSÍVEL ENCONTRAR O DISPOSITIVO
tr: Cihaz bulunamıyor.

source: please try later
ar: من فضلك حاول لاحقا
de: Bitte versuchen Sie es später
es: Por favor, inténtelo más tarde
fr: S'il vous plaît essayer plus tard
pt_br: POR FAVOR TENTE MAIS TARDE
tr: Lütfen daha sonra tekrar deneyin

source: Searching…
ar: جارى البحث
de: Am Durchsuchen …
es: Buscando…
fr: Recherche ...
pt_br: PROCURANDO....
tr: Aranıyor…

source: Please wait a moment…
ar: من فضلك انتظر لحظة
de: Bitte warten Sie einen Moment
es: Por favor, espere
fr: Merci de patienter
pt_br: POR FVOR, ESPERE UM MOMENTO...
tr: Lütfen bekleyiniz…

source: Device Distance
ar: مسافة الجهاز
de: Gerätedistanz
es: Distancia al dispositivo
fr: Distance de l’ Appareil
pt_br: DISTÂNCIA DO LEITOR
tr: Cihaz mesafesi

# Proximity Read Range Settings
source: Proximity Read Range
ar: مدى دقة القراءة
de: Proximity Lesebereich
es: Rango de proximidad de lectura
fr: Distance de lecture Prox
pt_br: ALCANCE DE LEITURA
tr: Proximity Okuma Mesafesi

source: Edit Door Re-lock Time (1~1800 seconds)
ar: تعديل وقت إعادة قفل الباب (من 1 إلى 1800 ثانية)
de: Bearbeiten der Türentsperrzeit (1…1800 Sek.)
es: Por favor, introduzca el número de segundos (1~1800 Segundo)
fr: Modifier temps de Re-verrouillage Temps (1800 secondes)
pt_br: CONFIGURE O TEMPO DE TRAVAMENTO (1~1800 SEGUNDOS)
tr: Kapı Yeniden Kilitlenme Süresini Düzenle (1 ~ 1800 saniye)

source: Please enter the number of seconds
ar: الرجاء إدخال عدد الثوانيالرجاء إدخال عدد الثواني
de: Bitte geben Sie die Anzahl der Sekunden ein
es: Por favor, introduzca el número de segundos
fr: S'il vous plaît entrer le nombre de secondes
pt_br: POR FAVOR COLOQUE NÚMERO DE SEGUNDOS
tr: Lütfen saniye sayısını girin

source: ID
ar: اسم المستخدم
es: Nombre de usuario
pt_br: USUÁRIO
tr: Kimlik

# Password/PIN Code
source: Passcode
ar: كلمة المرور
de: Passwort/PIN
es: contraseña
fr: Mot de passe
pt_br: SENHA
tr: Şifre

# Card
source: Card/Fob
ar: بطاقة
de: Karte/Tag
es: tarjeta RF/llavero
fr: Carte / Fob
pt_br: CARTÃO
tr: Kart / Anahtarlık

source: Add Users
ar: اضف مستخدمين
de: Benutzer hinzufügen
es: Añadir usuarios
fr: Ajouter utilisateurs:
pt_br: ADICIONAR USUÁRIOS
tr: Kullanıcı Ekle

# Please Provide Up to 16 characters
source: ID: Up to 16 characters
ar: اسم المستخدم: حتى 16 حرفًا
de: ID: Max. 16 Zeichen
es: Nombre de usuario: máximo 16 caracteres
fr: ID Jusqu'à 16 caractères
pt_br: USUÁRIO: ATÉ 16 CARACTÉRES
tr: Kimlik: 16 karaktere kadar

# 4~8 digits
source: Passcode: 4~8 digits
ar: كلمة المرور: 4 ~ 8 أرقام
de: Passwort (4…8 Stellen)
es: Contraseña: 4 - 8 dígitos
fr: Code d'accès: 4 -8 chiffres
pt_br: SENHA: 4~8 DÍGITOS
tr: Şifre: 4~8 basamaklı

source: User Info
ar: معلومات المستخدم
de: Benutzerinformation
es: Información de usuario
fr: Informations utilisateur
pt_br: INFORMAÇÕES DO USUÁRIO
tr: Kullanıcı Bilgisi

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
pt_br: APAGAR
tr: Sil

# Password/PIN Code (4~8 Digits)
source: Passcode (4~8 Digits)
ar: كلمة المرور: 4 ~ 8 أرقام
de: Passwort (4…8 Stellen)
es: Contraseña (4 - 8 dígitos)
fr: Code d'accès (4 à 8 chiffres)
pt_br: SENHA (4~8 DÍGITOS)
tr: Şifre: 4~8 basamaklı

source: Enable Keypad PIN Code to Access
ar: تمكين رمز PIN الخاص بلوحة المفاتيح للدخول
de: Für den Zugang die Tastatur-PIN freischalten
es: Permitir acceso con PIN de teclado
fr: Activer code PIN Keypad pour accéder
pt_br: HABILITAR SENHA PARA ACESSAR
tr: Erişmek için Tuş Takımı PIN Kodunu Etkinleştir

# Access Types/Schedule
source: Access Types
ar: أنواع الدخول/ الجدول
de: Zutrittstypen / Verzeichnis
es: Tipos de acceso /
fr: types d'accès /Calendrier
pt_br: TIPOS DE ACESSO / AGENDAMENTO
tr: Erişim Türleri / Zamanlaması

# TYPES
source: Access Types
ar: أنواع الدخول
de: Zutrittstypen
es: Tipos de acceso
fr: types d'accès
pt_br: TIPOS DE ACESSO
tr: Erişim Türleri

source: Permanent
ar: دائما
es: Permanente
pt_br: PERMANENTE
tr: Kalıcı

# Schedule
source: Temporary
ar: مؤقت
de: Temporär
es: Temporal
fr: Temporaire
pt_br: TEMPORÁRIO
tr: Geçici

# Access Times
source: Number of Times
ar: عدد المرات
de: Zutrittsanzahl
es: Número de veces
fr: Nombre de fois
pt_br: NÚMERO DE VEZES
tr: Kez Sayısı

# Please enter access times
source: Please enter Number of Times (0~255)
ar: الرجاء إدخال عدد مرات (0 ~ 255)
de: Bitte geben Sie die Zutrittsanzahl ein (0…255)
es: Por favor, introduzca número de veces (0~255)
fr: S'il vous plaît entrer Nombre de fois (0 -255)
pt_br: POR FAVOR ENTRE COM NÚMERO DE VEZES (0~255)
tr: Lütfen Kez Sayısını girin (0 ~ 255)

# Recurrent
source: Scheduled
ar: مجدول
de: Geplant
es: Programado
fr: Prévue
pt_br: AGENDAMENTO
tr: Zamanlanmış

# Start
source: Start Time
ar: وقت البداية
de: Startzeit
es: Hora de inicio
fr: Heure de début
pt_br: HORÁRIO DE INÍCIO
tr: Başlangıç saati

# End
source: End Time
ar: وقت النهاية
de: Endezeit
es: Hora de fin
fr: Temps de fin
pt_br: HORÁRIO FINAL
tr: Bitiş saati

source: Repeat
ar: التكرار
de: Wiederholen
es: Repetir
fr: Répéter
pt_br: REPETIR
tr: Tekrar

# Repeat Select
source: Repeat
ar: التكرار
de: Wiederholen
es: Repetir
fr: Répéter
pt_br: REPETIR
tr: Tekrar

# Monday
source: Every Monday
ar: الاثنين
de: Jeden Montag
es: Todos los lunes
fr: Tous les lundis
pt_br: TODA SEGUNDA-FEIRA
tr: Her Pazartesi

# Tuesday
source: Every Tuesday
ar: الثلاثاء
de: Jeden Dienstag
es: Todos los martes
fr: Tous les mardis
pt_br: TODA TERÇA-FEIRA
tr: Her Salı

# Wednesday
source: Every Wednesday
ar: الاربعاء
de: Jeden Mittwoch
es: Todos los miércoles
fr: Tous les mercredis
pt_br: TODA QUARTA-FEIRA
tr: Her Çarşamba

# Thursday
source: Every Thursday
ar: الخميس
de: Jeden Donnerstag
es: Todos los jueves
fr: Tous les jeudis
pt_br: TODA QUINTA-FEIRA
tr: Her Perşembe

# Friday
source: Every Friday
ar: الجمعة
de: Jeden Freitag
es: Todos los viernes
fr: Tous les vendredis
pt_br: TODA SEXTA-FEIRA
tr: Her Cuma

# Saturday
source: Every Saturday
ar: السبت
de: Jeden Samstag
es: Todos los sábados
fr: Tous les samedis
pt_br: TODO SÁBADO
tr: Her Cumartesi

# Sunday
source: Every Sunday
ar: الاحد
de: Jeden Sonntag
es: Todos los domingos
fr: Tous les dimanches
pt_br: TODO DOMINGO
tr: Her Pazar

source: Date
ar: التاريخ
de: Datum
es: Fecha
pt_br: DATA
tr: Tarih

# Lock Action
source: Unlocked By
ar: مفتوح بواسطة
de: Entsperrt von
es: Desbloqueado por
fr: Débloqué par
pt_br: DESTRAVADO POR
tr: Kilidi Açan

source: Add more
ar: أضف أكثر
de: Weitere hinzufügen
es: Añadir más
fr: Ajouter plus
pt_br: ADICIONAR MAIS
tr: Daha Ekle

# Finish Done
source: Done
ar: تم الانتهاء
de: Erledigt
es: Listo
fr: Fait
pt_br: FEITO
tr: Tamamlandı

# Please Setting Proximity Read Range
source: Proximity Read Range
ar: مدى دقة القراءة
de: Proximity Lesebereich
es: Rango de proximidad de lectura
fr: Gamme de lecture de proximité
pt_br: ALCANCE DE LEITURA
tr: Proximity Okuma Mesafesi

# Incorrect password. Please try again
source: Incorrect passcode. Please try again
ar: كلمة المرور خاطئة من فضلك حاول مرة اخرى
de: Fehlerhaftes Passwort. Bitte versuchen Sie es erneut.
es: Contraseña incorrecta. Inténtelo de nuevo
fr: Code d'accès incorrect. S'il vous plaît essayer à nouveau
pt_br: SENHA INCORRETA. TENTE NOVAMENTE
tr: Yanlış şifre. Lütfen tekrar deneyin.

source: Please enter ID
ar: من فضلك أدخل اسم المستخدم
de: Bitte die ID eingeben
es: Por favor, introduzca su usuario
fr: S'il vous plaît entrer ID
pt_br: POR FAVOR ENTRE COM SEU USUÁRIO
tr: Lütfen kimliğinizi girin.

# Please enter password
source: Please enter passcode
ar: من فضلك أدخل كلمة المرور
de: Bitte das Passwort eingeben
es: Por favor, introduzca su contraseña
fr: S'il vous plaît entrer code d'accès
pt_br: POR FAVOR ENTRE COM SUA SENHA
tr: Lütfen şifrenizi girin.

source: Up to 16 characters
ar: حتى 16 حرف
de: Bis zu 16 Zeichen
es: Máximo 16 caracteres
fr: Jusqu'à 16 caractères
pt_br: ATÉ 16 CARACTERES
tr: 16 karaktere kadar

source: Edit Device Name
ar: تعديل اسم الجهاز
de: Bearbeiten Sie den Gerätenamen
es: Editar nombre de dispositivo
fr: Modifier le nom de l'appareil
pt_br: EDITE O NOME DO DISPOSITIVO

source: Delete User?
ar: حذف المستخدم؟
de: Benutzer löschen??
es: ¿Borrar usuario?
fr: Supprimer l'utilisateur?
pt_br: APAGAR USUÁRIO?
tr: Kullanıcı Sil?

source: Restore all data now?
ar: استعادة جميع البيانات الآن؟
de: Alle Daten wiederherstellen?
es: ¿Restaurar todos los datos ahora?
fr: Restaurer toutes les données maintenant?
pt_br: RESTAURAR TODA INFORMAÇÃO AGORA?
tr: Tüm veriler şimdi geri yüklensin mi?

source: Backup all data now?
ar: النسخ الاحتياطي لجميع البيانات الآن؟
de: Alle Daten sichern??
es: ¿Realizar copia de seguridad de todos los datos ahora?
fr: Sauvegarde de toutes les données maintenant?
pt_br: INICIAR BACKUP AGORA?
tr: Tüm veriler şimdi yedeklensin mi?

source: Backup…
ar: النسخ الاحتياطى
de: Datensicherung …
es: Realizando copia de seguridad de datos…
fr: Sauvegarde...
tr: Yedekleniyor…

source: Restoring…
ar: استعادة
de: Wiederherstellung …
es: Restaurando datos…
fr: Restauration...
pt_br: RESTAURANDO...
tr: Geri yükleniyor…

source: Backup Done
ar: تم النسخ الاحتياطى
de: Datensicherung abgeschlossen
es: Copia de seguridad de datos completada
fr: Sauvegarde effectuée
pt_br: BACKUP FINALIZADO
tr: Yedekleme tamamlandı

source: Restore Done
ar: تمت الاستعادة
de: Wiederherstellung abgeschlossen
es: Restauración de datos completada
fr: Restauration faite
pt_br: RESTAURAÇÃO FEITA
tr: Geri yükleme tamamlandı

source: You must connect to a Bluetooth device to set up
ar: يجب عليك الاتصال ب Bluetooth للإعداد
de: Zur Konfiguration benötigen Sie die Verbindung zu einem Bluetooth-Gerät
es: Debe conectarse a un dispositivo Bluetooth para poder configurar
fr: Vous devez vous connecter à un appareil Bluetooth pour configurer
pt_br: Você precisa conectar ao Bluetooth para configurar
tr: Kurulum için bir Bluetooth cihazına bağlanmalısınız

# If you forgot your ID or password, please contact your administrator.
source: If you forgot your ID or passcode, please contact your administrator.
ar: إذا نسيت اسم المستخد أو كلمة المرور ، فيرجى الاتصال بالمسئول
de: Falls Sie Ihre ID oder Ihr Passwort vergessen haben, kontaktieren Sie bitte den Administrator.
es: Si olvido su usuario o contraseña, por favor contacte con su administrador
fr: Si vous avez oublié votre ID ou votre code d'accès, veuillez contacter votre administrateur.
pt_br: Se você esqueceu seu usuário ou senha, por favor contate o administrador.
tr: Kimliğinizi veya şifrenizi unuttuysanız, lütfen yöneticinize başvurun.

source: Device Time
ar: وقت الجهاز
de: Gerätezeit
es: Hora del dispositivo
fr: Heure de l'appareil
pt_br: HORÁRIO DO DISPOSITIVO
tr: Cihaz saati

source: About Us
ar: معلومات عنا
de: Auskunft über uns
es: Sobre nosotros
fr: Qui sommes-nous
pt_br: SOBRE NÓS
tr: Hakkımızda

source: Automatic Setting
ar: الإعداد التلقائي
de: Automatische Einstellung
es: Ajuste automático
fr: Réglage automatique
pt_br: CONFIGURAÇÃO AUTOMÁTICA
tr: Otomatik Ayar

source: Search
ar: البحث
de: Suchen
es: Buscar
fr: rechercher
pt_br: PROCURAR
tr: Arama

source: Keypad Access
ar: دخول عن طريق لوحة المفاتيح
de: Tastaturzutritt
es: Acceso con teclado
fr: Accès Keypad
pt_br: TECLADO DE ACESSO
tr: Tuş Takımı Erişimi

source: Phone Access
ar: دخول عن طريق الهاتف
de: Telefonzutritt
es: Acceso a través de aplicación en el teléfono
fr: Accès au téléphone
pt_br: TELEFONE DE ACESSO
tr: Telefon Erişimi

# Card Access
source: Card/Fob Access
ar: دخول عن طريق البطاقة
de: Karte/Tagzutritt
es: Acceso con tarjeta RF/llavero
fr: Accès Carte/Fob
pt_br: CARTÃO DE ACESSO
tr: Kart / Anahtarlık Erişimi

# Time in
source: Time
ar: الوقت
de: Zeit
es: Hora
fr: Temps
pt_br: HORÁRIO
tr: Zaman

# User Name
source: ID
ar: اسم المستخدم
es: Nombre de usuario
pt_br: USUÁRIO
tr: Kimlik

# program_success
source: Success
ar: تمت البرمجة بنجاح
de: Erfolg
es: Correcto
fr: Succès
pt_br: SUCESSO
tr: Başarılı

# program_fail
source: Fail
ar: فشلت البرمجة
de: Gescheitert
es: Incorrecto
fr: Echec
pt_br: FALHA
tr: Başarısız

# restore_check_dialog_title
source: Are you sure you want to restore this device?
ar: هل أنت متأكد من أنك تريد استعادة هذا الجهاز؟
de: Sind Sie sicher, dass dieses Gerät wieder hergestellt werden soll?
es: ¿Está seguro de que desea restaurar este equipo?
fr: Etes-vous sûr que vous voulez restaurer cet appareil?
pt_br: Você tem certeza que quer restaurar o dispositivo?
tr: Bu cihazı geri yüklemek istediğinizden emin misiniz?

# restore_status_file_not_found
source: Backup File Not Found!! Please Do Backup First!!
ar: ملف النسخ الاحتياطي غير موجود !! يرجى القيام بالنسخ الاحتياطي أولا!
de: Sicherungsdatei nicht gefunden! Bitte führen Sie zuerst eine Datensicherung durch.
es: Archivo de copia de seguridad de datos no encontrado. Por favor, cree primero una copia de seguridad de datos
fr: Fichier de sauvegarde non trouvé! S'il vous plaît faire de sauvegarde d'abord!
pt_br: Arquivo de backup não encontrado. Por favor faça o backup antes.
tr: Yedekleme Dosyası Bulunamadı !! Lütfen önce yedekleme yapın!!

source: Restore Status
ar: استعادة الوضع
de: Wiederherstellungsstatus
es: Estado de la restauración
fr: Restauration terminée!
pt_br: STATUS DA RESTAURAÇÃO
tr: Geri Yükleme Durumu

source: Restore Completed!
ar: تم استعادة الوضع
de: Wiederherstellen beendet
es: ¡Restauración de datos completada!
pt_br: RESTAURAÇÃO COMPLETA!
tr: Geri Yükleme Tamamlandı!

# restore_dialog_title
source: Restore Device Data
ar: استعادة بيانات الجهاز
de: Wiederherstellen der Gerätedaten
es: Restauración de los datos del dispositivo
fr: Restaurer les données de l'appareil
pt_br: RESTAURAÇÃO DA INFORMAÇÃO
tr: Cihaz Verilerini Geri Yükle

# restore_dialog_message
source: Restoring...
ar: استعادة
de: Wiederherstellen
es: Restaurando datos…
fr: Restauration...
pt_br: RESTAURANDO
tr: Geri yükleniyor ...

# backup_dialog_title
source: Backup Device Data
ar: بيانات جهاز النسخ الاحتياطي
de: Gerätedaten sichern
es: Crear copia de seguridad de datos
fr: Données de l'appareil de sauvegarde
pt_br: BACKUP DA INFORMAÇÃO
tr: Yedekleme Cihazı Verileri

# backup_dialog_message
source: Backup...
ar: النسخ الاحتياطي
de: Datensicherung
es: Realizando copia de seguridad de datos…
fr: Sauvegarde...
tr: Yedekleniyor…

source: Backup Status
ar: حالة النسخ الاحتياطي
de: Datensicherungsstatus
es: Estado de la copia de seguridad de datos
fr: État de sauvegarde
pt_br: STATUS DO BACKUP
tr: Yedekleme Durumu

source: Backup Completed!!
ar: تم النسخ الاحتياطي
de: Datensicherung beendet
es: Copia de seguridad de datos completada
fr: Sauvegarde terminée!!
pt_br: BACKUP FINALIZADO
tr: Yedekleme tamamlandı!!

# download_dialog_title
source: Download
ar: تنزيل
de: Daten herunterladen
es: Descargar
fr: Télécharger
tr: İndir

# download_dialog_message
source: Loading...
ar: تحميل
de: Daten laden
es: Cargando…
fr: Chargement...
pt_br: CARREGANDO...
tr: Yükleniyor…

# settings_users_manage_list
source: Users List
ar: قائمة المستخدمين
de: Benutzerliste
es: Listado de usuarios
fr: Liste des utilisateurs
pt_br: LISTA DE USUÁRIOS
tr: Kullanıcı Listesi

# settings_history_list
source: Event List
ar: قائمة الاحداث
de: Ereignisliste
es: Listado de eventos
fr: Liste des événements
pt_br: LISTA DE EVENTOS
tr: Olay Listesi

# settings_Admin_pwd_Edit
source: Edit Admin Passcode
ar: تعديل كلمة المرور للمسئول
de: Administratorpasswort bearbeiten
es: Editar contraseña del administrador
fr: Modifier le code d'accès Admin
pt_br: EDITAR SENHA ADMINISTRADOR
tr: Yönetici Şifresini Düzenle

# settings_Admin_card_Edit
source: Edit Admin Card/Fob
ar: تعديل بطاقة المسئول
de: Administrator Karte/Tag bearbeiten
es: Editar tarjeta RF/llavero del administrador
fr: Modifier Admin Card/Fob
pt_br: EDITAR CARTÃO ADMINISTRADOR
tr: Yönetici Kart / Anahtarlık Düzenle

# users_manage_edit_status_Admin_name
source: Invalid ID !!
ar: اسم المستخدم غير صالح
de: Ungültige ID!
es: Nombre de usuario inválido
fr: ID invalide !!
pt_br: USUÁRIO INVÁLIDO
tr: Geçersiz ID !!

# users_manage_edit_status_Admin_pwd
source: Invalid Passcode!!
ar: كلمة المرور غير صالحة !!
de: Ungültiges Passwort!
es: Contraseña inválida
fr: Code d'accès invalide!
pt_br: SENHA INVÁLIDA
tr: Geçersiz Şifre !!

# users_manage_edit_status_Admin_card
source: Invalid Card/Fob!!
ar: بطاقة غير صالحة!
de: Ungültige Karte/Tag!
es: Tarjeta RF/llavero inválidos
fr: Carte invalide/Fob!!
pt_br: CARTÃO INVÁLIDO
tr: Geçersiz Kart/Anahtarlık !!

# users_manage_edit_status_busy
source: System busy!!
ar: نظام مشغول !!
de: System arbeitet!
es: Sistema ocupado
fr: Système occupé!!
pt_br: SISTEMA OCUPADO
tr: Sistem meşgul !!

# users_manage_edit_status_duplication_name
source: ID Duplication!!
ar: اسم المستخدم موجود بالفعل
de: Doppelte ID!
es: Nombre de usuario duplicado
fr: Duplication d'iD!!
pt_br: USUÁRIO DUPLICADO
tr: Kimlik Çoğaltma !!
