Repository: ZoeHsieh/Easiprox_iOS
Catalog: E3AK/*.lproj/Localizable.strings
Languages: ar, de, es, fr, pt_br, tr

# users_manage_edit_status_duplication_password
source: Passcode Duplication!!
ar: كلمة المرور موجودة بالفعل
de: Doppeltes Passwort!
es: Contraseña duplicada
fr: Duplication de code d'accès!!
pt_br: SENHA DUPLICADO
tr: Şifre Çoğaltma !!

# users_manage_edit_status_duplication_card
source: Card/Fob Duplication!!
ar: البطاقة موجودة بالفعل
de: Doppelte Karte/Tag!
es: Tarjeta RF/llavero duplicados
fr: Carte/Fob Duplication!!
pt_br: CARTÃO DUPLICADO
tr: Kart / Anahtarlık Çoğaltma !!

# settings_Admin_pwd
source: Admin Passcode
ar: كلمة مرور المسئول
de: Administratorpasswort
es: contraseña del administrador
fr: Code d'accès Admin
pt_br: SENHA ADMINISTRADOR
tr: Yönetici Şifresi

# settings_Admin_card
source: Admin Card/Fob
ar: بطاقة المسئول
de: Administrator Karte/Tag
es: Tarjeta RF/llavero del administrador
fr: Carte D'administrateur/Fob
pt_br: CARTÃO ADMINISTRADOR
tr: Yönetici Kart / Anahtarlık

# wrong format!
source: Format error!
ar: خطأ
de: Formatfehler
es: Error de formato
fr: Erreur de format!
pt_br: FORMATO ERRADO
tr: Format hatası!

# users_id_edit_dialog_title
source: Edit ID: (16 characters)
ar: تعديل اسم المستخدم (16 حرف)
de: ID bearbeiten (16 Zeichen):
es: Editar nombre de usuario (16 caracteres)
fr: Edit ID: (16 caractères)
pt_br: Editar Usuário (16 caractéres)
tr: Kimliği düzenle: (16 karakter)

# users_pwd_edit_dialog_title
source: Edit Passcode: (4~8 digits)
ar: تعديل كلمة المرور (4-8 أرقام)
de: Passwort bearbeien (4…8 Stellen)
es: Editar contraseña (4 - 8 dígitos)
fr: Modifier le code d'accès : (4 à 8 chiffres)
pt_br: Editar Senha (4~8 dígitos)
tr: Şifreyi Düzenle: (4 ~ 8 basamak)

# users_card_edit_dialog_title
source: Edit Card/Fob: (10 digits)
ar: تعديل البطاقة (10 أرقام
de: Karte/Tag bearbeiten (10 Stellen)
es: Editar número de tarjeta RF/llavero (10 dígitos)
fr: Modifier la carte/Fob: (10 chiffres)
pt_br: Editar cartão (10 dígitos)
tr: Kart / Anahtarlık Düzenle: (10 basamaklı)

# progress_dialog_hide_btn_title
source: HIDE
ar: اخفاء
de: VERBERGEN
es: Ocultar
fr: Cacher
pt_br: OCULTAR
tr: GİZLE

# progress_dialog_cancel_btn_title
source: CANCEL
ar: الغاء
de: ABBRECHEN
es: Cancelar
fr: Annuler
pt_br: CANCELAR
tr: İPTAL

# users_edit_access_control_dialog_type_times_mark
source: Current number of times:
ar: العدد الحالى لمرات الدخول
de: Momentane Zutrittanzahl
es: Número de veces actual
fr: Nombre actuel de fois:
pt_br: NÚMERO TOTAL DE HORÁRIOS:
tr: Geçerli kez sayısı:

# weekly_Sun
source: [SUN]
ar: الاحد
de: [So]
es: Domingo
pt_br: [DOM]
tr: [PA]

# weekly_Mon
source: [MON]
ar: الاثنين
de: [Mo]
es: Lunes
pt_br: [SEG]
tr: [PT]

# weekly_Tue
source: [TUE]
ar: الثللاثاء
de: [Di]
es: Martes
fr: [AUT]
pt_br: [TER]
tr: [SA]

# weekly_Wed
source: [WED]
ar: الاربعاء
de: [Mi]
es: Miércoles
pt_br: [QUA]
tr: [ÇA]

# weekly_Thu
source: [THU]
ar: الخميس
de: [Do]
es: Jueves
pt_br: [QUI]
tr: [PE]

# weekly_Fri
source: [FRI]
ar: الجمعة
de: [Fr]
es: Viernes
pt_br: [SEX]
tr: [CU]

# weekly_Sat
source: [SAT]
ar: السبت
de: [Sa]
es: Sabado
pt_br: [SAB]
tr: [CT]

source: Every Week
ar: كل أسبوع
de: Jede Woche
es: Semanal
fr: Chaque semaine
pt_br: TODA SEMANA
tr: Her Hafta

# openType_Button
source: Button
ar: زر
de: Taste
es: Botón
fr: Bouton
tr: Buton

# openType_Alarm
source: Alarm
ar: انذار
es: Alarma
fr: Alarme
pt_br: ALARME

# openType_Keypad
source: Keypad
ar: لوحة المفاتيح
de: Tastatur
es: Teclado
fr: Clavier
pt_br: TECLADO
tr: Tuş Takımı

# Device Model
source: Device Models:
ar: موديلات الجهاز
de: Gerätetyp:
es: Modelos del dispositivo
fr: Modèles d'appareils:
pt_br: MODELOS DE DISPOSITIVOS
tr: Cihaz Modelleri:

source: APP version:
ar: نسخة التطبيق
de: Programmversion:
es: versión de la aplicación
fr: Version APP:
pt_br: VERSÃO DO APP
tr: Uygulama sürümü:

# no_user_note
source: There's no user. Tap "Add" to add new users.
ar: اضغط اضافة لمستخدمين جدد
de: Kein Benutzer vorhanden. Drücken Sie "Hinzufügen" um neue Benutzer hinzuzufügen.
es: No se ha encontrado usuario. Pulse "Añadir" para crear nuevo perfil de usuario
fr: Il n'y a pas d'utilisateur. Appuyez sur "Ajouter" pour ajouter de nouveaux utilisateurs.
pt_br: NÃO EXISTE USUÁRIO. DIGITE ADICIONAR PARA INCLUIR NOVO USUÁRIO.
tr: Hiç kullanıcı yok. Yeni kullanıcılar eklemek için "EKLE" ye basın.

# open_fail_permission_denied
source: Access Denied. Please Contact Your Administrator.
ar: تم الرفض. يرجى الاتصال بالمسؤول الخاص بك.
de: Zugang verweigert. Bitte kontaktieren Sie den Administrator.
es: Acceso denegado. Por favor, contacte con su administrador
fr: Accès refusé. Veuillez contacter votre administrateur.
pt_br: Acesso Negado. Por favor contate seu administrador
tr: Erişim reddedildi. Lütfen Yöneticinize Başvurun.

# open_fail_no_eroll
source: Access Denied. Please Login First to Get Access.
ar: تم الرفض.يرجى تسجيل الدخول اولا
de: Zugang verweigert. Um Zugang zu erhalten loggen Sie sich bitte ein.
es: Acceso denegado. Por favor, inicie sesión para poder acceder
fr: Accès refusé. S'il vous plaît Connectez-vous d'abord pour obtenir l'accès.
pt_br: Acesso Negado. Por favor registrar-se primeiro para ter acesso.
tr: Erişim reddedildi. Lütfen Erişim İçin İlk Oturum Açın.

# open_fail_unknown
source: Access Denied. Please Contact Your Administrator.
ar: تم الرفض. يرجى الاتصال بالمسؤول الخاص بك.
de: Zugang verweigert. Bitte kontaktieren Sie den Administrator.
es: Acceso denegado. Por favor, contacte su administrador
fr: Accès refusé. Veuillez contacter votre administrateur.
pt_br: Acesso Negado. Por favor contate seu administrador
tr: Erişim reddedildi. Lütfen Yöneticinize Başvurun.

# eroll_fail
source: Login Failed. Please Verify Your Login Information Or Contact Your Administrator.
ar: فشل تسجيل الدخول. يرجى التحقق من معلومات تسجيل الدخول الخاصة بك أو الاتصال بالمسؤول.
de: Login gescheitert. Bitte prüfen Sie ihre Login-Information oder kontaktieren sie den Administrator.
es: No se ha podido iniciar sesión. Por favor, compruebe sus credenciales o contacte con el administrador
fr: Login Failed. Veuillez vérifier vos informations de connexion ou contacter votre administrateur.
pt_br: Falha ao Registrar. Favor verificar seus dados ou contatar seu administrador
tr: Giriş başarısız. Lütfen Giriş Bilgilerinizi Doğrulayın veya Yöneticinize başvurun.

# eroll_success
source: You Have Successfully Logged In. You May Now Unlock A Door.
ar: لقد قمت بتسجيل الدخول بنجاح. يمكنك الآن فتح الباب.
de: Ihr Login war erfolgreich. Sie können nun eine Tür entsperren.
es: Se ha conectado con éxito. Ya puede abrir la cerradura
fr: Vous avez réussi à vous connecter. Vous pouvez maintenant déverrouiller une porte.
pt_br: Você se registrou com sucesso. Agora destrave sua porta.
tr: Başarıyla giriş yaptınız. Şimdi bir kapının kilidini açabilirsin.

# Level 1
source: Level 1 (High Sensitivity)
ar: المستوى 1 (حساسية عالية)
de: Stufe 1 (hohe Sicherheit)
es: Nivel 1 (alta sensibilidad)
fr: Niveau 1 (Haute sensibilité)
pt_br: NIVEL 1 (ALTA SENSIBILIDADE)
tr: Seviye 1 (Yüksek Hassasiyet)

# Level 2
source: Level 2 (Mid Sensitivity)
ar: المستوى 2 (منتصف الحساسية)
de: Stufe 2 (mittlere Sicherheit)
es: Nivel 2 (sensibilidad media)
fr: Niveau 2 (sensibilité moyenne)
pt_br: NIVEL 2 (MÉDIA SENSIBILIDADE)
tr: Seviye 2 (Orta Hassasiyet)

# Level 3
source: Level 3 (Low Sensitivity)
ar: المستوى 3 (حساسية منخفضة)
de: Stufe 3 (niedrige Sicherheit)
es: Nivel 3 (sensibilidad baja)
fr: Niveau 3 (faible sensibilité)
pt_br: NÍVEL 3 (BAIXA SENSIBILIDADE)
tr: Seviye 3 (Düşük Hassasiyet)

# over_range_alarm
source: Out of range!! Please enter a number within 0-255.
ar: خارج النطاق!! الرجاء إدخال رقم خلال 0-255.
de: Bereichsüberschreitung! Bitte geben Sie eine Nummer zwischen 0 und 255 ein.
es: Fuere de rango. Por favor, introduzca un número entre 0-255
fr: Hors de portée!! Veuillez entrer un numéro dans le 0-255.
pt_br: Fora de alcance!! Por favor entre com número entre 0-255.
tr: Aralık dışında !! Lütfen 0-255 arasında bir sayı girin.

# History_search_placeHolder
source: Enter an user ID to search user.
ar: أدخل اسم المستخدم للبحث عن مستخدم.
de: Geben Sie eine Benutzer-ID ein um Benutzer zu suchen.
es: Introduzca un nombre de usuario para comenzar la búsqueda
fr: Entrez un identifiant d'utilisateur pour rechercher l'utilisateur.
pt_br: ENTRE COM USUÁRIO PARA ENCONTRÁ-LO
tr: Kullanıcıyı aramak için bir kullanıcı kimliği girin.

# UserList_search_placeHolder
source: Enter an user ID to search user.
ar: أدخل اسم المستخدم للبحث عن مستخدم.
de: Geben Sie eine Benutzer-ID ein um Benutzer zu suchen.
es: Introduzca un nombre de usuario para comenzar la búsqueda
fr: Entrez un identifiant d'utilisateur pour rechercher l'utilisateur.
pt_br: ENTRE COM USUÁRIO PARA ENCONTRÁ-LO
tr: Kullanıcıyı aramak için bir kullanıcı kimliği girin.

# notice_for_card_in_user_add
source: Click below to enter the card/fob number, or scan the card on the keypad/reader.
ar: انقر أدناه لإدخال رقم البطاقة أو لمسح البطاقة على لوحة المفاتيح / القارئ.
de: Clicken Sie unten um die Karte/Tagnummer einzugeben oder scannen Sie die Karte mittels Tastatur/Kartenleser.
es: Pulse a continuación para introducir el numero de tarjeta RF/llavero, o escanee la tarjeta RF en el lector RF/teclado
fr: Cliquez ci-dessous pour entrer le numéro de carte/fob , ou scanner la carte sur le clavier/lecteur.
pt_br: Clique abaixo para entrar com número do cartão ou faça leitura do cartão no leitor.
tr: Kart / Anahtarlık numarasını girmek için aşağıya tıklayın veya tuş takımı / okuyucudaki kartı tarayın.
